{"modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1"], "weights": [{"name": "dense_13/kernel", "shape": [162, 128], "dtype": "float32"}, {"name": "dense_13/bias", "shape": [128], "dtype": "float32"}]}, {"paths": ["group2-shard1of1"], "weights": [{"name": "dense_14/kernel", "shape": [128, 256], "dtype": "float32"}, {"name": "dense_14/bias", "shape": [256], "dtype": "float32"}]}, {"paths": ["group3-shard1of1"], "weights": [{"name": "dense_15/kernel", "shape": [256, 128], "dtype": "float32"}, {"name": "dense_15/bias", "shape": [128], "dtype": "float32"}]}, {"paths": ["group4-shard1of1"], "weights": [{"name": "dense_16/kernel", "shape": [128, 2], "dtype": "float32"}, {"name": "dense_16/bias", "shape": [2], "dtype": "float32"}]}]}